[Common]
JoinGame=Присоединиться к игре
CreateGame=Создать игру
Configuration=Конфигурация
Profile=Профиль
Exit=Выход
Return=Возврат
Finish=Закончить
Save=Сохранить
ResetToDefault=Восстановить значения по умолчанию
Training=Обучение
StartGame=Начать игру
LeaveGame=Покинуть игру
Confirm=Подтвердить
Cancel=Отмена
ClassSelection=Выбор класса
TeamSelection=Выбор команды
RandomSelect=Случайный выбор
; Note - {NUM} is replaced with the actual number of players. Place {NUM} appropriately for each language.
; Note - KEEP {NUM} IN ALL TRANSLATIONS.
NumPlayers={NUM} игроков
AgathaKnights=Рыцари Агаты
MasonOrder=Орден Мейсона
Archer=Лучник
Knight=Рыцарь
ManAtArms=Пехотинец
Vanguard=Тяжелый рыцарь
All=Все
Default=Стандартное значение


[Confirm]
Warning=Предупреждение
; {EXTRA1} replaced by key name.
ConfirmEmptyKeyInfo= Назначить клавишу для {EXTRA1}?
ConfirmKeyChangeTitle=Подтвердить смену клавиши
; {EXTRA1} and {EXTRA2} replaced by key name. {EXTRA3} is the command name.
ConfirmKeyChangeInfo=Использовать {EXTRA1} вместо {EXTRA2} для команды {EXTRA3}?
Information=Сведения
Success=Выполнено!
CustomizationChangeText=Индивидуальные настройки изменены!
PleaseWaitGameLoadText=Подождите, идет загрузка игры...
ConfirmResetVideoText=Произвести сброс настроек видео?
ConfirmExitText=Выйти из игры?
PasswordTxt=Пароль для входа
GenericFailureToJoin=Не удалось зайти на сервер.


[ClassSelect]
MainHeaderTxt=Выбор класса
ArmorTxt=Броня:
SpeedTxt=Скорость:

[TeamSelect]
SpectateTxt=Наблюдение
AttackingTask=Нападение
DefendingTask=Защита

[Config]
Video=Видео
Audio=Звук
Input=Ввод
Keybinds=Назначение клавиш
Helmet=Подбор шлема

[Video]
ResolutionText=Разрешение:
FullscreenText=Полноэкранный режим:
DetailModeText=Детальный режим:
DynamicLightText=Динамичный свет:
DynamicShadowText=Динамичные тени:
BloomText=Мягкий свет:
DOFText=Глубина поля:
VsyncText=Вертикальная синхронизация:
MotionBlurText=Размытие при движении:
ParticleQualityText=Качество изображения снарядов:
ModelQualityText=Качество изображения персонажа:
TextureQualityText=Качество текстур:
FoliageQualityText=Качество листвы:
FOVText=Поле зрения:
AOText=Затенение фонового освещения (АО):
SSAOText=Качество SSAO:
PPMLAAText=Фильтр пост-обработки MLAA:
MaxAnisotropyText=Макс. анизотропия:
MaxMultiSamplesText=Макс. кол-во мультисемплов:
AllowD3DMSAAText=Разрешить D3D9 MSAA:
AllowTempAAText=Разрешить временное сглаживание (АА):
TemporalAAMinimumDepthText=Мин. глубина временного сглаживания:
TemporaAAStartDepthScaleText=Шкала скорости начальной глубины временного сглаживания:
LightShaftsText=Световые лучи:

[Keybinds]
KeybindSettings=Настройки комбинаций клавиш
AllText=Все
CombatText=Бой
MovementText=Перемещение
UtilityText=Сервис
ResetText=Сброс
BindNotification=Нажмите клавишу для назначения
ExtraOptionsText=Дополнительные опции
ToggleSprintOption=Переключить рывок
OneButtonDodge=Универсальная кнопка для уворачивания

[Audio]
AudioSettings=Настройки звука
MasterText=Основные:
MusicText=Музыка:
AmbientText=Окружение:
CharacterText=Персонаж:
UIText=Системные звуки:
ChatterText=Переговоры:
VoiceText=Голос:
EnableVoiceText=Включить голос?
PersistentMusicText=Постоянное музыкальное сопровождение карты?


[Input]
InputSettings=Настройки ввода:
MouseSensitivityText=Чувствительность мыши:
DoubleTapTimeText=Время двойного касания:
InvertTurnText=Инвертировать поворот:
InvertMouseText=Инвертировать мышь:
MouseSmoothingText=Сглаживание мыши:

[Options]
True=Да
False=Нет
Low=Низкий
MediumLow=Средне-низкий
Medium=Средний
MediumHigh=Средне-высокий
High=Высокий
Moderate=Умеренный

[CreateGame]
GameTypeText=Тип игры:
BotCountText=Количество ботов:
ServerText=Сервер:
ServerText=Основной сервер

[JoinGame]
Connect=Подключение
Refresh=Обновить
ServerNameText=Имя сервера
PlayersText=Игроки
MapText=Карта
PingText=Пинг
GameTypeText=Тип игры
GametypeText=Тип игры
MaxPingText=Максимальный пинг:
ServersText=Серверы
HistoryText=История
FavoritesText=Избранное
FriendsText=Друзья
VacServerText=Нужен VAC
HideEmptyServerText=Скрыть пустые серверы
HideFullServerText=Скрыть заполненные серверы
HidePasswordText=Скрыть серверы с паролями
AddToFavoriteText=Добавить в избранное
ServerFullError=Сервер заполнен!

[Profile]
Stats=Статистика
Achievements=Достижения
Customization=Настройка

[Scoreboard]
; Scoreboard Section
LocationText=Ты играешь за:
Name=Имя
Class=Класс
Score=Очки
Ping=Пинг
Status=Состояние
Alive=Жив
Dead=Мертв
; Objective Section
ObjectiveStatusText=Состояние заданий
OverallProgressText=Общий ход выполнения
LastObjectiveText=Прошлое задание
NextObjectiveText=Следующее задание
CurrentObjectiveText=Текущее задание
; Stat Section
ScoreText=Очки:
KillsText=Убийств:
DeathsText=Смертей:
PointsText=Пунктов:
DecapsText=Обезглавливаний:
KDRatioText=Соотношение убийств/смертей:
ExecutionsText=Казней:
DamageDealtText=Нанесенные повреждения:
DamageTakenText=Полученные повреждения:
TimeCompletedText=Время выполнения:
AssistText=Помощь:
ObjectivesPointsText=Цель:
AccuracyText=Точность:
presstoenablemouselabel=Нажмите B (по умолчанию), чтобы включить мышь!
MouseEnabledText=Нажмите Tab (по умолчанию), чтобы закрыть табло!
Rank=Звание

[Hud]
; Note - {NUM} is replaced with the actual number of seconds. Place {NUM} appropriately for each language.
; Note - KEEP {NUM} IN ALL TRANSLATIONS.
RespawnText=Возврат в игру через {NUM} секунд...
AmmoTextLbl=Боеприпасы
; Note - {NUM} is replaced with the actual number of ammo found. Place {NUM} appropriately for each language.
; Note - KEEP {NUM} IN ALL TRANSLATIONS.
FindAmmoText=+{NUM} боеприпасов
AllText=Все
TeamText=Команда
VOTactical=Тактические сообщения
VOPersonal=Личные сообщения

[VO]
ZVODescription0=За мной!
ZVODescription1=Вперед!
ZVODescription2=Отступление!
ZVODescription3=Убить лучников!
ZVODescription4=Вперед к цели!
ZVODescription5=Не сдаваться!
ZVODescription6=Защити меня
ZVODescription7=Впереди!
ZVODescription8=Сзади!
ZVODescription9=Нужны подкрепления
XVODescription0=Да
XVODescription1=Нет
XVODescription2=Помоги
XVODescription3=Я тебя прикрою
XVODescription4=Спасибо
XVODescription5=Пожалуйста
XVODescription6=Извини
XVODescription7=Насмешка
XVODescription8=Смех
XVODescription9=Уважение

[WeaponSelect]
WeaponSelectTitle=Выбор типа оружия
InformationTextLbl=Сведения
PrimaryTxt=Первое
SecondaryTxt=Второе
SpecialTxt=Особое
SelectedPrimaryTxt=Выбрано первое
SelectedSecondaryTxt=Выбрано второе
SelectedSpecialTxt=Выбрано особое
MoreDetailsTxt=Подробнее
DamageTxt=Урон:
SpeedTxt=Скорость:
ReachTxt=Радиус действия:
RateTxt=Уровень:
RangeTxt=Дальность:
AmmoTxt=Запас:
TypeTxt=Тип:
WeightTxt=Вес:
SizeTxt=Размер:
StaminaCostTxt=Затраты выносливости:
RecoverTimeTxt=Время восстановления:
DamageTypeTxt=Тип повреждения:
BlockStrengthTxt=Сила блока:
PrimaryAttackTxt=Удар первым
SecondaryAttackTxt=Удар вторым
TertiaryAttackTxt=Удар третьим
MainInfoTxt=Главная информация
DetailViewTxt=Подробный вид

[Hat]
HelmetSettings=Выбор шлема

[Vote]
BalanceTeams=Сбалансировать команды?
KickPlayer=Выгнать игрока?
; {MAP} заменена на реальную игровую карту.
SwitchMap=Сменить карту?\n {MAP}
Votes=Голосование!
VoteEnd=Голосование заканчивается через:
Yes=ЗА!
No=ПРОТИВ!
IgnoreVote=F4 (по умолчанию), чтобы игнорировать голосование и закрыть!
ChangeMapEffect=Смена карты в:
BalanceEffect=Балансирование команд в:
YouVote=Вы
VoteEnd=Голосование завершено!

